Revit 2026 API
PartUtils.CreateParts Method
Overload List
Name | Description
CreateParts(Document, ICollection<ElementId>)
CreateParts(Document, ICollection<LinkElementId>)
Top
See Also
Reference
PartUtils Class
Autodesk.Revit.DB Namespace